Tekla.Structures.ModelInternal.dotRebarPropertyStrip_t
Struct for the RebarPropertyModifier.

Tekla.Structures.ModelInternal.dotRebarPropertyStrip_t.RebarStrip
The rebar strip.

Tekla.Structures.ModelInternal.dotRebarPropertyStrip_t.RebarProperties
The rebar properties.

Tekla.Structures.ModelInternal.dotRebarPropertyStrip_t.GroupingType
The grouping type.